Repository: colmjude/wra-prototype-kit
Catalog: application/translations/*/LC_MESSAGES/messages.po
Languages: cy

source: Select a postcode
cy: Dewiswch yn ôl cod post

source: Index page for WRA Prototype Kit
cy: Tudalen fynegai ar gyfer Pecyn Prototeip Awdurdod Cyllid Cymru

source: WRA Prototypes
cy: Prototeipiau ACC

source: The following links are to individual prototypes and page designs created by the Welsh Revenue Authority whilst exploring a land and property data platform.
cy: Mae'r dolenni canlynol i brototeipiau unigol a chynlluniau tudalennau wedi'u creu gan Awdurdod Cyllid Cymru wrth archwilio llwyfan data tir ac eiddo.

source: Services
cy: Gwasanaethau

source: Prototypes and experiments to explore a land and property data platform.
cy: Prototeipiau ac arbrofion i archwilio llwyfan data tir ac eiddo.

source: Platform proof-of-concept
cy: Platfform prawf-o-cysyniad

source: A site for the proof-of-concept data platform.
cy: Gwefan ar gyfer y llwyfan data prawf-cysyniad.

source: Is it in Wales?
cy: Ydy e yng Nghymru?

source: A lightweight test service that could be built on top of a platform.
cy: Gwasanaeth prawf ysgafn y gellid ei adeiladu ar ben platfform

source: Website
cy: Gwefan

source: Prototypes and experiments for working in the open.
cy: Prototeipiau ac arbrofion ar gyfer gweithio yn yr awyr agored.

source: Welsh Revenue Authority Land and property proof-of-concept team site
cy: Safle tîm prawf o gysyniad tir ac eiddo Awdurdod Cyllid Cymru

source: Team weeknotes
cy: Nodiadau wythnos tîm

source: Prototypes
cy: Prototeipiau

source: Small, throw away experiments to try out a thing
cy: Arbrofion bach taflu i ffwrdd, i drio rywbeth

source: Local authority region map
cy: Map rhanbarth awdurdod lleol

source: Testing out showing boundary data on a map
cy: Profi dangos data ffiniau ar fap

source: Provide a location journey
cy: Darparu taith lleoliad

source: Testing out a flow to help a user narrow down the area they will select a location in
cy: Profi llif i helpu defnyddiwr i leihau'r ardal y bydd yn dewis lleoliad ynddi

source: Explore land and property data
cy: Archwilio data tir ac eiddo

source: This prototype tests displaying and interacting with multiple datasets on a map
cy: Mae'r prototeip hwn yn profi arddangos a rhyngweithio â setiau data lluosog ar fap

source: Draw to search
cy: Arlunio i chwilio

source: A prototype to test using the bounding box API capability
cy: Prototeip i'w brofi gan ddefnyddio gallu API y blwch ffiniol

source: Tell me about a location
cy: Dywedwch wrthyf am leoliad

source: A prototype of a map-less service that tells a user information about a location
cy: Prototeip o wasanaeth heb fap sy'n rhoi gwybodaeth i ddefnyddiwr am leoliad

source: LTT stat explorer
cy: Archwiliwr ystadegau LTT

source: A example of a policy explorer type tool
cy: Enghraifft o declyn archwiliwr polisi

source: WIP adding map to LTT explorer
cy: Gwaith ar y gweill gan ychwanegu map at fforiwr LTT

source: Testing map interactions
cy: Profi rhyngweithiadau mapiau

source: Testing derived postcode areas
cy: Profi ardaloedd cod post deilliedig

source: Contact us
cy: Cysylltwch â ni

source: Proof of concept
cy: Prawf o gysyniad

source: Give feedback
cy: Rhoi adborth

source: minimise
cy: lleihau

source: Back to list of prototypes
cy: Yn ôl i'r rhestr o brototeipiau

source: Land and property platform
cy: Llwyfan tir ac eiddo

source: Transactions by postcode
cy: Trafodion yn ôl cod post

source: Use this
cy: Defnyddiwch hwn

source: prototype
cy: prototeip

source: to explore the land transaction data on a postcode by postcode basis
cy: archwilio’r data trafodion tir ar sail cod post fesul cod post

source: Add
cy: Ychwanegu

source: Current selection
cy: Detholiad cyfredol

source: remove postcode
cy: dileu cod post

source: Impact assessment
cy: Asesiad effaith

source: Total transactions
cy: Cyfanswm y trafodion

source: Avg transaction price
cy: Pris trafodiad cyfartalog

source: Potential LTT revenue
cy: Refeniw LTT posibl

source: These figures are estimates for a 12 month period, based on data from Land Registry
cy: Mae'r ffigurau hyn yn amcangyfrifon ar gyfer cyfnod o 12 mis, yn seiliedig ar ddata gan y Gofrestrfa Tir

source: Statistics per selected postcode
cy: Ystadegau fesul cod post a ddewiswyd

source: The statistics for each postcode area cover a 1 year period, from
cy: Mae'r ystadegau ar gyfer pob ardal cod post yn cwmpasu cyfnod o 1 flwyddyn, o

source: until today
cy: hyd heddiw

source: Transactions
cy: Trafodion

source: Average
cy: Cyfartaledd

source: Price
cy: Pris

source: Basic LTT
cy: LTT sylfaenol

source: Higher LTT
cy: LTT uwch

source: Max
cy: Uchafswm

source: Min
cy: lleiafswm

source: This is a prototype
cy: Prototeip yw hwn

source: The data used in this prototype has been collected from
cy: Mae'r data a ddefnyddir yn y prototeip hwn wedi'i gasglu o

source: HM Land Registry price paid dataset
cy: Set ddata pris a dalwyd Cofrestrfa Tir EM

source: We have not included data from before 2018, when the Welsh Revenue Authority was formed. This means the number of records is comparable with the number of LTT transactions there have been in that time
cy: Nid ydym wedi cynnwys data cyn 2018, pan ffurfiwyd Awdurdod Cyllid Cymru. Mae hyn yn golygu bod nifer y cofnodion yn debyg i nifer y trafodion LTT a gafwyd yn y cyfnod hwnnw

source: See breakdown by postcode area
cy: Gweler y dadansoddiad fesul ardal cod post

source: Use this tool to explore the land transaction data on a postcode by postcode basis
cy: Defnyddiwch yr offeryn hwn i archwilio data trafodion tir fesul cod post

source: Add postcode
cy: Ychwanegu cod post

source: Selected
cy: Dewiswyd

source: Search for a location
cy: Chwiliwch am leoliad

source: Enter a post code, for example, SA71 5AT. Or a lat and lng, for example, 52.011,-3.458.
cy: Cofnodi god post, er enghraifft, SA71 5AT. Neu lledred a hydred, ar gyferenghraifft, 52.011,-3.458.

source: Search
cy: Chwiliwch

source: or
cy: neu

source: Use current location
cy: Defnyddiwch y lleoliad presennol

source: Getting location...
cy: Cael lleoliad...

source: Use a default location in Wales
cy: Defnyddiwch leoliad diofyn yng Nghymru

source: Location
cy: Lleoliad

source: centre at
cy: ganolfan yn

source: Location is in the
cy: Mae lleoliad yn y

source: of
cy: o

source: Welsh name not in data record
cy: Enw Cymraeg ddim yn y cofnod data

source: Results from the Land and property platform
cy: Canlyniadau o'r Llwyfan tir ac eiddo

source: Location in Wales
cy: Lleoliad yng Nghymru

source: Location NOT in Wales
cy: Lleoliad NID yng Nghymru

source: local authority
cy: awdurdod lleol

source: ward
cy: etholaeth

source: national park
cy: Parc Cenedlaethol

source: conservation area
cy: ardal gadwraeth

source: Tax information
cy: Gwybodaeth dreth

source: Land transaction tax
cy: Treth Trafodiad Tir

source: From 1 July 2021
cy: O 1 Gorffennaf 2021

source: LTT band
cy: Band LTT

source: LTT rate range
cy: Ystod Cyfradd LTT

source: Main residential tax rates
cy: Prif gyfraddau treth preswyl

source: Higher residential tax rates
cy: Cyfraddau treth preswyl uwch

source: See a breakdown of the LTT rates
cy: Gweld dadansoddiad o'r cyfraddau LTT

source: per year
cy: y flwyddyn

source: Council tax
cy: Treth y Cyngor

source: These are the rates for
cy: Dyma'r cyfraddau ar gyfer

source: The values shown are the per band average comprising the local authority charge, the police precept and community charge
cy: Y gwerthoedd a ddangosir yw'r cyfartaledd fesul band sy'n cynnwys y tâl awdurdod lleol, praesept yr heddlu a thâl cymunedol

source: Council tax band
cy: Band Treth y Cyngor

source: Amount
cy: Swm

source: See source of council tax rates
cy: Gweler ffynhonnell cyfraddau treth y cyngor

source: This data has been created for this prototype and is not guaranteed to be accurate
cy: Mae'r data hwn wedi'i greu ar gyfer y prototeip hwn ac nid yw'n sicr o fod gywir

source: Results from external services
cy: Canlyniadau gwasanaethau allanol

source: OSM address
cy: OSM cyfeiriad

source: Radius round a point
cy: Radiws rownd pwynt

source: Clicking on the map will produce a circle round the point. The diameter of the circle is 10 kms. This circle will be used to generate transaction statistics
cy: Bydd clicio ar y map yn cynhyrchu cylch o amgylch y pwynt. Mae diamedr y cylch yn 10 km. Bydd y cylch hwn yn cael ei ddefnyddio i gynhyrchu ystadegau trafodion

source: Bespoke area
cy: Ardal bwrpasol

source: Use the map to draw a bespoke area. This area will be used to generate transaction statistics
cy: Defnyddiwch y map i lunio ardal bwrpasol. Bydd y maes hwn yn cael ei ddefnyddio i gynhyrchu ystadegau trafodion

source: Existing areas
cy: Ardaloedd presennol

source: Select a layer with existing areas
cy: Dewiswch haen gyda'r ardaloedd presennol

source: Local authority boundaries
cy: Ffiniau awdurdodau lleol

source: Then pick a shape to see the statistics for that area
cy: Yna dewiswch siâp i weld yr ystadegau ar gyfer yr ardal honno

source: Max transaction price
cy: Uchafswm pris trafodiad

source: Min transaction price
cy: Isafswm pris trafodiad

source: These figures are estimates based on data from Land Registry dating back April 2018
cy: Mae’r ffigurau hyn yn amcangyfrifon sy’n seiliedig ar ddata gan y Gofrestrfa Tir sy’n dyddio’n ôl ym mis Ebrill 2018

source: Unable to get stats
cy: Methu cael ystadegau

source: The API currently only supports geometries that are Polygons
cy: Ar hyn o bryd mae'r API yn cefnogi geometregau sy'n Bolygonau yn unig

source: The shape you clicked on is a
cy: Y siâp y gwnaethoch chi glicio arno yw a

source: Choose another area to try again
cy: Dewiswch faes arall i roi cynnig arall arni
